[Demo_CommonKP_ep6_1_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1785,Y=691,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=1785,Y=501,Z=0),VecSub=(X=90,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone.GG2_AMB_Schoolzone_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=1850,Y=691,Z=70))
DemoScripts[13]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep6_1.GG2_V_CMNKP_ep6_1_002_Cue',Name="エコロ")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[15]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[17]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[18]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0111_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1100_lp_Proud",Number=8)
DemoScripts[21]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep6_1.GG2_V_CMNKP_ep6_1_004_Cue',Name="エコロ")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[23]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[25]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[26]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep6_1.GG2_V_CMNKP_ep6_1_006_Cue',Name="エコロ")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[28]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[29]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep6_1.GG2_V_CMNKP_ep6_1_007_Cue',Name="エコロ")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[31]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep6_1.GG2_V_CMNKP_ep6_1_008_Cue',Name="エコロ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[36]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep6_1.GG2_V_CMNKP_ep6_1_009_Cue',Name="エコロ")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[38]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[39]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[41]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1101_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[43]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep6_1.GG2_V_CMNKP_ep6_1_012_Cue',Name="エコロ")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[45]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0111_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1100_lp_Proud",Number=8)
DemoScripts[50]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=3,CId=71)
DemoScripts[51]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Wonder_Cue')
DemoScripts[52]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep6_1.GG2_V_CMNKP_ep6_1_014_Cue',Name="エコロ")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[54]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[56]=(Actor=WINDOW,Command=EXIT)
DemoScripts[57]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[58]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[59]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[60]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[61]=(Actor=SYSTEM,Command=END)

[Select_CommonKP_ep6_1_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_CommonKP_ep6_1_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="事情開始變得有點嚴重了啊....../n要快點找到庫蘿娜纔行!")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="............")

Texts[2]=(Label="TEXT03",Name="峯大",Text="艾可蘿?/n怎麼了嗎?")

Texts[3]=(Label="TEXT04",Name="艾可蘿",Text="......不,只是有些事情/n讓我覺得有點在意.")

Texts[4]=(Label="TEXT05",Name="峯大",Text="在意的事情?")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="那個惡魔....../n都做了這麼大型的惡作劇/n印章竟然還沒集滿,實在很奇怪.")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="雖然我對惡魔學校的補習內容/n也不是那麼清楚......")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="但如果是補習的程度,一般來說應該/n只要讓幾個人稍微遇到不幸就夠了.")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="或許她誤會了什麼也說不定....../n畢竟那個惡魔看起來腦袋不怎麼靈光.")

Texts[9]=(Label="TEXT10",Name="峯大",Text="妳對那個女生還是一樣毒辣呢......")

Texts[10]=(Label="TEXT11",Name="峯大",Text="不過,如果是誤會的話,/n只要說明清楚,她也許就會停止惡作劇了吧.")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="是的.我也不想造成無謂的爭端,/n所以就循著這個脈絡試探看看吧.")

Texts[12]=(Label="TEXT13",Name="峯大",Text="............/n(妳有什麼臉說這種話啊......)")

Texts[13]=(Label="TEXT14",Name="艾可蘿",Text="什麼啊,峯大大人?/n我說了什麼奇怪的話嗎?")

Texts[14]=(Label="TEXT15",Name="峯大",Text="不,沒有......")

Texts[15]=(Label="",Name="",Text="")

Texts[16]=(Label="SELECT01",Name="",Text="")

Texts[17]=(Label="SELECT02",Name="",Text="")

Texts[18]=(Label="SELECT03",Name="",Text="")

Texts[19]=(Label="SELECT04",Name="",Text="")

Texts[20]=(Label="SELECT05",Name="",Text="")

Texts[21]=(Label="SELECT06",Name="",Text="")

Texts[22]=(Label="SELECT07",Name="",Text="")

Texts[23]=(Label="SELECT08",Name="",Text="")

Texts[24]=(Label="SELECT09",Name="",Text="")

Texts[25]=(Label="SELECT10",Name="",Text="")


